[
  {
    "id": 1,
    "isbn": "9788433920423",
    "title": "La conjura de los necios",
    "synopsis": "El protagonista de esta novela es uno de los personajes más memorables de la literatura norteamericana: Ignatius Reilly --una mezcla de Oliver Hardy delirante, Don Quijote adiposo y santo Tomás de Aquino perverso, reunidos en una persona--, que a los treinta años aún vive con su estrafalaria madre, está ocupado en escribir una extensa y demoledora denuncia contra nuestro siglo, tan carente de 'teología geometría' como de 'decencia y buen gusto'; un alegato desquiciado contra una sociedad desquiciada. Por una inesperada necesidad de dinero, se ve 'catapultado en la fiebre' de la existencia contemporánea, fiebre a la que Ignatius añadirá unos cuantos grandes más.",
    "price": 13.20,
    "image": "necios.jpeg",
    "publisherId": 1,
    "authorIdList": [1]
  },
  {
    "id": 2,
    "isbn": "9788426418197",
    "title": "El nombre de la rosa",
    "synopsis": "Valiéndose de las características de la novela gótica, la crónica medieval y la novela policíaca, El nombre de la rosa narra las investigaciones detectivescas que realiza el fraile franciscano Guillermo de Baskerville para esclarecer los crímenes cometidos en una abadía benedictina en el año 1327. Le ayudará en su labor el novicio Adso, un joven que se enfrenta por primera vez a las realidades de la vida situadas más allá de las puertas del convento.",
    "price": 12.30,
    "image": "nombreRosa.jpeg",
    "publisherId": 2,
    "authorIdList": [2]
  },
  {
    "id": 3,
    "isbn": "9786074213485",
    "title": "La insoportable levedad del ser",
    "synopsis": "La insoportable levedad del ser es una novela del escritor checo Milan Kundera publicada en 1984. La novela es una exploración filosófica de la vida, el amor, la muerte y la eternidad. La historia se desarrolla en Praga, capital de Checoslovaquia, en la década de 1960. La novela es una narrativa de múltiples capas que se centra en la vida de cuatro personajes principales: Tomáš, Teresa, Sabina y Franz.",
    "price": 11.50,
    "image": "levedad.jpeg",
    "publisherId": 3,
    "authorIdList": [3]
  },
  {
    "id": 4,
    "isbn": "9788466338141",
    "title": "La isla del día de antes",
    "synopsis": "La isla del día de antes es una novela del escritor italiano Umberto Eco publicada en 1994. La novela es una exploración filosófica de la vida, el amor, la muerte y la eternidad. La historia se desarrolla en Praga, capital de Checoslovaquia, en la década de 1960. La novela es una narrativa de múltiples capas que se centra en la vida de cuatro personajes principales: Tomáš, Teresa, Sabina y Franz.",
    "price": 10.40,
    "image": "islaDiaAntes.jpeg",
    "publisherId": 4,
    "authorIdList": [2]
  },
  {
    "id": 5,
    "isbn": "9788448022440",
    "title": "Buenos presagios",
    "synopsis": "Buenos presagios es una novela de humor escrita por Terry Pratchett y Neil Gaiman. Fue publicada por primera vez en 1990. La novela es una narrativa de múltiples capas que se centra en la vida de cuatro personajes principales: Tomáš, Teresa, Sabina y Franz.",
    "price": 9.30,
    "image": "buenosPresagios.jpeg",
    "publisherId": 5,
    "authorIdList": [5, 6]
  }
  {
    "id": 6,
    "isbn": "9788499086460",
    "title": "Mort",
    "synopsis": "Mort es una novela de humor escrita por Terry Pratchett. Fue publicada por primera vez en 1987. La novela es una narrativa de múltiples capas que se centra en la vida de cuatro personajes principales: Tomáš, Teresa, Sabina y Franz.",
    "price": 10.40,
    "image": "mort.jpeg",
    "publisherId": 2,
    "authorIdList": [5]
  }
]